<template>
  <div class="Tips">
    <van-nav-bar @click-left='$router.go(-1)' left-arrow title="重要提示"></van-nav-bar>
    <van-collapse v-model="activeName" accordion>
      <van-collapse-item :title="item.title" :name="index" v-for="(item,index) in list" :key="index">{{item.content}}
      </van-collapse-item>

    </van-collapse>
  </div>
</template>

<script>
  export default {
    data() {
      return {
        activeName: '0',
        list: [{
          title: '引言',
          content: `
                    铺旺宝（以下亦称“我们”）深知个人信息对您的重要性，我们尊重并保护所有使用铺旺宝APP的用户的个人隐私权，并会尽全力保护您的个人信息安全可靠。我们致力于维持您对我们的信任，恪守以下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则等。同时，我们承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。 请在使用我们的产品前，仔细阅读并了解本《铺旺宝隐私政策》（下称“本隐私政策”）。如您对本隐私政策有任何疑问或您在使用我们提供的服务时个人信息受到了侵扰，您可以通过铺旺宝APP首页下方的一“我的”一“联系客服” 投诉举报，我们设立了个人信息保护专职部门，将尽快给予您答复。
                    `
        }, {
          title: '一，我们处理个人信息的法律依据',
          content: `
                    本隐私政策制定的法律依据为《中华人民共和国消费者权益保护法》、《中华人民共和国
                    网络安全法》、《中华人民共和国电子商务法》、《信息安全技术个人信息安全规范》以
                    及其他涉及公民个人信息的相关法律法规。通常，我们会基于本隐私政策提示的功能收集
                    您的个人信息。某些情况下，如果涉及其他信息的收集我们会单独向您出示个人信息保护
                    说明条款。
                `
        }, {
          title: '二，本隐私政策的使用范围',
          content: `
                    本隐私政策适用于您使用铺旺宝APP的产品或服务时使用。
                    铺旺宝APP的运营主体为山西未莱汇网络科技有限公司，住所：山西省太原市晋源区长兴南街8号阳光城环球金融中心B座11层1108室。
                         `
        }, {
          title: '三，我们如何收集和使用您的个人信息',
          content: `
                            个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。本隐私政策涉及到的个人敏感信息我们将加粗并加下划线的方式提示您注意阅读。在您向铺旺宝提供任何属于敏感信息的个人信息前，请您清楚考虑该等提供是恰当的并且同意您的个人敏感信息可按本指引所述的目的和方式进行处理。我们会在得到您的同意后收集和使用您的敏感信息以实现与铺旺宝业务相关的功能，并允许您对这些敏感信息的收集与使用做出不同意的选择，但是拒绝使用这些信息会影响您使用相关功能。
                            原则上，铺旺宝仅会出于本隐私政策所述的以下目的，收集和使用您的个人信息。铺旺宝是专注于房地产行业的互联网信息服务平台，主要为用户提供房地产行业的相关信息和服务，如果超过以下目的收集和使用您的个人信息时我们会单独向您提示并征得您的同意。

                            （一）帮助您成为我们的注册\登录用户
                            1、您自行注册成为铺旺宝的用户
                            您在使用铺旺宝提供的服务时，首先需要成为我们的注册\登录用户。当您注册铺旺宝账户
                            时，您需要向我们提供您准备使用的用户名、密码及您本人的手机号码，您登录后可以继
                            续完善您的账户信息，您可以修改补充您的昵称、性别、生日、职业、所处租房阶段以及
                            您的实名验证（如人脸认证、银行卡实名、网关验证，具体验证的方式以“个人信息”—“我的认证”显示的为准，您可以根据需要自行选择认证的方式）相关信息，这些信息均属于您的“账户信息”。您补充的账户信息将有助于我们为您提供个性化的服务推荐和更优的服务体验，但如果您不提供这些补充信息，不会影响您使用铺旺宝的基本功能。
                            您提供的上述信息，将在您使用铺旺宝服务期间持续授权我们使用。在您注销账号时，我
                            们将停止使用并删除上述信息。
                            上述信息将存储于中华人民共和国境内。如需跨境传输，我们将会单独征得您的授权同
                            意。
                            （二）向您提供我们的产品或服务
                            1、信息发布功能
                            当您使用房源信息发布功能时，我们会向您提供专门的信息发布后台，您需注册房东账号经过审核后可通过使用铺旺宝产品服务的方式发布房源信息，您注册时铺旺宝会收集您的个人信息，包括姓名、身份证号、联系方式、名片；当您使用铺旺宝其他信息发布功能时，铺旺宝会收集您的个人信息包括姓名、头像、联系方式、个人信息资料、地理位置、用户相册。此类信息收集是为了方便您能成功发布信息，可以更快捷的将您发布的内容进行匹配。

                            2、订阅/关注/功能
                            当您使用铺旺宝提供的楼盘动态、房价订阅、关注功能时，我们会收集您的手机号码，此
                            类信息收集时为了及时向您通知您所关注的信息及时为您提供楼盘或商铺的动态服务。

                            3、搜索功能
                            当使用铺旺宝提供的搜索功能时，我们会收集您查询的关键字信息以及您在使用铺旺宝服
                            务时所浏览或要求的其他信息和内容详情。为了给您带来更便捷的搜索服务并不断完善铺旺宝产品和/或服务。该等关键词信息通常无法单独识别您的个人身份，不属于您的个人信息，不在本指引的限制范围内。只有当您的搜索关键词信息与您的其他信息有联结并可识别您的个人身份时，则在结合使用期间，我们会将您的搜索关键词信息作为您的个人信息，与您的搜索历史记录一同按照本指引对其进行处理与保护。

                            4、客户服务
                            当您向铺旺宝发布信息、申诉或进行咨询时，为了方便与您联系或帮助您解决问题，我们
                            可能需要您提供姓名、手机号码、电子邮件信息、用户ID。如您拒绝提供上述信息，可能
                            部分功能无法使用，同时无法向您及时反馈申诉或咨询结果。

                            5、定向推送
                            我们会基于向您收集的信息，对您的偏好、习惯、位置作特征分析和用户画像，以便为您
                            提供更适合的定制化服务，例如向您展现或推荐相关程度更高（而非普遍推送）的订阅信
                            息、信息流或者广告/推广信息结果。为此，我们需要收集的信息包括您的设备信息、日志
                            信息、浏览记录。如您不希望获得我们的定向推送服务，铺旺宝APP端，您可以通过“设
                            置”-“通知与提醒”—中进行设置。

                            6、营销活动
                            我们将会不时举办线上或线下的营销活动，包括邀请用户奖励红包、赠送实体物品等活
                            动。在此类营销活动中，我们可能需要用户提供个人信息（如手机号、邮编、地址信
                            息），以便我们能够给用户发放奖励或寄送礼品。在涉及铺旺宝向您支付费用的情况下，
                            我们可能需要收集您的身份信息（姓名、身份证号）用于代缴税款。

                            7、下单
                            当您准备对铺旺宝APP的服务产品进行结算时，铺旺宝后台系统会生成您购买该服务产品
                            的订单。包括具体购买服务产品的套餐名称、增值服务产品的名称、价格、购买数量、您的发票信息等；上述所有信息构成您的“订单信息”，我们将使用您的订单信息来进行您的
                            身份核验、确定交易、支付结算、完成充值、为您查询订单以及提供客服咨询与售后服
                            务；我们还会使用您的订单信息来判断您的交易是否存在异常以保护您的交易安全。

                            8、支付功能
                            在您下单后，您可以选择与铺旺宝合作的第三方支付机构（包括微信支付、支付宝支付、
                            连连支付、银联、网联等支付通道，以下称“支付机构”）所提供的支付服务。支付功能本
                            身并不收集您的个人信息，但我们需要将您的铺旺宝订单号与交易金额信息与这些支付机构共享以实现其确认您的支付指令并完成支付。

                            9、交付产品或服务功能
                            在当您下单并在线完成支付后，铺旺宝的关联方或与铺旺宝合作的第三方将为您完成订单
                            的交付。您知晓并同意铺旺宝的关联方或与铺旺宝合作的第三方公司会在上述环节内使用
                            您的订单信息以保证您的购买的产品可以使用。

                            10、为您提供更个性化的服务
                            1）基于位置信息的个性化推荐功能：我们会收集您的位置信息（我们仅收集您当时所处的
                            地理位置，但不会将您各时段的位置信息进行结合以判断您的行踪轨迹）来判断您所处的
                            地点。
                            2）基于摄像头（相机）的服务功能：您可以使用这个功能完成视频拍摄、拍照、推广信息
                            的编辑发布，或通过该功能完成推广信息的查阅。
                            3）基于图片上传的功能：您可以在铺旺宝上传您的照片来实现您想要发布的推广信息的编
                            辑发布。
                            4）基于语音技术的附加功能：您可以直接使用麦克风来发布信息或与铺旺宝的其他用户进
                            行非实时的互动。
                            上述附加功能可能需要您在您的设备中向我们开启您的地理位置（位置信息）、相机（摄
                            像头）、相册（图片库）、麦克风，以实现这些功能所涉及的信息的收集和使用。请您注
                            意，您开启这些权限即代表您授权我们可以收集和使用这些个人信息来实现上述的功能，
                            您关闭权限即代表您取消了这些授权，则我们将不再继续收集和使用您的这些个人信息，
                            也无法为您提供上述与这些授权所对应的功能。您关闭权限的决定不会影响此前基于您的
                            授权所进行的个人信息的处理。

                            11、其他服务
                            1）除上述铺旺宝向您提供的产品和服务外，我们还可能为了提供服务及改进服务质量的合
                            理需要而收集您的其他信息，包括您与我们的客户服务团队联系时所提供的相关信息，您
                            参与问卷调查时向我们发送的问卷答复信息。与此同时，为提高您使用铺旺宝APP提供的
                            服务的安全性，更准确地预防钓鱼网站欺诈和木马病毒，我们可能会通过了解一些您的网
                            络使用习惯、您常用的软件信息等手段来判断您账户的风险，并可能会记录一些我们认为
                            有风险的URL。
                            2）在不透露单个用户隐私资料的前提下，铺旺宝有权对整个用户数据库进行分析并对用户
                            数据库进行商业上的利用。铺旺宝可能会对网络服务使用情况进行统计。同时，铺旺宝可
                            能会与公众分享这些统计信息，以展示我们服务的整体使用趋势。这些统计信息不包含您
                            的任何身份识别信息。
                            （三）我们从第三方获得您个人信息的情形
                            我们可能从第三方获取您授权绑定的账户信息（头像、昵称），并在您同意本隐私政策后
                            将您的第三方账户与您的铺旺宝账户绑定，使您可以通过第三方账户直接登录并使用我们
                            的产品与/或服务。我们会将依据与第三方的约定、对个人信息来源的合法性进行确认后，
                            在符合相关法律和法规规定的前提下，使用您的这些个人信息。

                            （四）征得授权同意的例外
                            根据相关法律法规的规定，在以下情形中，我们可以在不征得您的授权同意的情况下收
                            集、使用一些必要的个人信息：
                            1、与国家安全、国防安全直接相关的；
                            2、与公共安全、公共卫生、重大公共利益直接相关的；
                            3、与犯罪侦查、起诉、审判和判决执行等直接相关的；
                            4、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
                            5、所收集的个人信息是您自行向社会公众公开的；
                            6、从合法公开披露的信息中收集到您的个人信息，如从合法的新闻报道、政府信息公开等
                            渠道；
                            7、根据您的要求签订和履行合同所必需的；
                            8、法律法规规定的其他情形。
                            您知悉并认可：铺旺宝通过广告或其他方式向您提供链接，使您可以接入第三方服务或网
                            站。您使用该等第三方的服务时，须受该第三方的服务条款及隐私政策约束，铺旺宝提示
                            您需要仔细阅读其政策。本协议仅适用于铺旺宝提供的服务器所收集的信息，并不适用于
                            第三方提供的服务或第三方的信息使用的规则，铺旺宝对第三方使用由您自行提供的信息
                            不承担责任。
                         `
        }, {
          title: '四，我们如何使用 Cookie 和同类技术',
          content: `
                            为使您获得更轻松的访问体验，您访问铺旺宝平台相关网站或使用铺旺宝平台提供的服务时，我们可能会通过小型数据文件识别您的身份，这么做是帮您省去重复输入注册信息的步骤，或者帮助判断您的账户安全。这些数据文件可能是 Cookie，Flash Cookie，或您的浏览器提供的其他本地存储（统称“Cookie”）。
                            网页上常会包含一些电子图象（称为“单像素” GIF 文件或 “网络 beacon”），使用网络 beacon 可以帮助网站计算浏览网页的用户或访问某些 cookie，我们会通过网络beacon 收集您浏览网页活动的信息，例如您访问的页面地址、您先前访问的援引页面的位址、您停留在页面的时间、您的浏览环境以及显示设定等。
                            铺旺宝可能使用您在铺旺宝APP浏览的行为数据，根据您的兴趣喜好，在您浏览APP时有可能展现与您兴趣相关的信息或内容，这个过程包括以下几个方面：
                            1)兴趣数据的收集：我们通过您在铺旺宝浏览过的内容，使用 Cookie 收集并保存您的
                            行为数据。
                            2)根据您的浏览行为数据，获取您的兴趣分类。例如您最近两天寻找某一区域的商铺/写字楼或某一价格区间范围内的商铺/写字楼信息，我们会了解您的兴趣是该区域或该价格区间的商铺或写字楼信息。
                            我们不会将上述技术收集的信息用于本隐私政策所述目的之外的任何用途。请您理
                            解，我们的某些服务只能通过使用“Cookie”才可得到实现。如果您的浏览器或浏览器附
                            加服务允许，您可以在相关的页面修改对 Cookie 的接受程度，但这一举动在某些情况下
                            可能会影响您安全访问铺旺宝相关网站和使用铺旺宝APP提供的服务。
                        `
        }, {
          title: '五，我们如何共享、转让、公开您的个人信息',
          content: `
                   
                            （一）共享
                            我们不会与铺旺宝以外的公司、组织和个人分享您的个人信息，但以下情况除外：
                            1、在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人
                            信息。
                            2、根据法律法规的规定和行政、司法机构的要求：我们可能会根据法律法规规定，或按
                            政府主管部门的强制性要求，对外共享您的个人信息。
                            3、与我们的关联公司共享：您的个人信息可能会与铺旺宝的关联公司共享。我们只会共
                            享必要的个人信息，且受本隐私政策中所声明目的的约束。关联公司如要改变个人信息的
                            处理目的，将再次征求您的授权同意。
                            关联公司指铺旺宝平台运营主体直接或间接控制的法人实体及其分支机构，与铺旺宝平台
                            运营主体因股权或协议直接或间接共同受控于同一实际控制人的法人实体及其分支机构。
                            4、与授权合作伙伴共享：仅为实现本隐私政策中声明的目的，我们的某些服务将由授权
                            合作伙伴提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和
                            用户体验。
                            目前，我们的授权合作伙伴包括以下两大类型：
                            1）广告、分析服务类的授权合作伙伴。未经您授权，我们不会将您的个人信息与提供广
                            告、咨询类服务商共享。但我们可能会将经处理无法识别您的身份且接收方无法复原的信
                            息，例如经匿名化处理的用户画像，与广告或咨询类服务商或广告主共享，以帮助其在不
                            识别您个人的前提下，提升广告有效触达率，以及分析我们的产品和服务使用情况等。
                            2）服务提供商和其他合作伙伴。您在使用我们的具体服务时，您自主填写的信息，我们
                            将您填写的信息发送给您想要联系的服务提供商。
                            对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密条款或要求其
                            按照我们的隐私政策以及其他任何相关的保密和安全措施来为我们处理上述信息。
                            5、以学术研究或公共利益为目的，且无害于您的重大利益；
                            6、如您是适格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便
                            双方处理可能的权利纠纷；
                            7、只有共享您的信息，才能提供您需要的服务或处理您与他人的纠纷或争议。
                            8、您通过点击相关产品的相应按键同意向第三方提交个人信息。

                            （二）转让
                            我们不会将您的个人信息转让给任何第三方公司、组织和个人，但以下情况除外：
                            1、在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人
                            信息；
                            2、在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会在要求新的持有您
                            个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您
                            征求授权同意。

                            （三）公开披露
                            我们仅会在以下情况下，公开披露您的个人信息：
                            1、获得您明确同意后；
                            2、基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会向上述监管部门披露您的个人信息。
                            因此，请您谨慎考虑通过我们的服务上传、发布和交流的信息内容。在一些情况下，您可
                            通过我们某些服务的隐私设定来控制有权浏览您共享信息的用户范围。如要求从我们的服
                            务中删除您的相关信息，请通过本隐私政策文首处提供的联系方式操作。
                        `
        }, {
          title: '六，我们如何存储及保护您的个人信息',
          content: `
                            
                            （一）信息存储
                            铺旺宝收集的有关您的信息和资料将保存在铺旺宝及（或）其关联公司的服务器上，这些
                            信息和资料全部储存在中国境内。目前，铺旺宝的产品和服务不会涉及到数据的跨境传
                            输，如果我们的产品\服务发生变更，涉及数据的跨境传输，我们会单独向您以弹窗或邮件
                            的方式告知您数据出境的目的、接收方等，并征得您的授权同意，我们会确保数据接收方
                            有充足的数据保护能力来保护您的个人信息。
                            我们仅在您使用我们的服务期间和法律法规要求的最短时限内保留您的个人信息，在仅浏
                            览功能下所收集的个人信息如浏览记录、IP 信息，我们的存储期限不会超过 1 个月。对
                            于超出期限的个人信息，我们会立即删除或做匿名化处理。
                            个人信息删除：指在实现日常业务功能所涉及的系统中去除个人信息的行为，使其保持不
                            可被检索、访问的状态。

                            （二）信息保护
                            为保障您的信息安全，我们努力采取各种合理的物理、电子和管理方面的安全措施来保护
                            您的信息，使您的信息不会被泄漏、毁损或者丢失，包括但不限于 SSL、信息加密存储、
                            数据中心的访问控制。
                            1、数据加密：我们对于用户的用户名、手机号、注册邮箱、qq号进行加密存储，保证用
                            户基本信息不会被恶意获取；
                            2、身份鉴别：我们通过校验账号密码或者账号绑定手机验证码，进行用户身份合法性鉴
                            别，防止非经授权的介入；
                            3、访问控制：我们对可能接触到您的信息的员工也采取了严格管理，包括但不限于根据岗位的不同采取不同的权限控制，与他们签署保密协议，监控他们的操作情况等措施。铺旺宝用户在进行身份鉴别后，才能查询并管理用户信息和资源，未经过身份鉴别，不能管理用户资源；
                            4、安全审计：我们有时会接入风控平台或认证平台，对一些场景或行为进行监测。如通
                            过流量分析，完成账号异常登陆、注册等异常行为的监控。
                            铺旺宝会按现有技术提供相应的安全措施来保护您的信息，提供合理的安全保障，铺旺宝
                            将尽力做到使您的信息不被泄漏、毁损或丢失。
                            5、账号保护：您的账户均有安全保护功能，请妥善保管您的账户及密码信息。铺旺宝将
                            通过向其它服务器备份、对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用
                            和变造。尽管有前述安全措施，但同时也请您理解，由于技术的限制以及可能存在的各种
                            恶意手段，即便竭尽所能加强安全措施，在信息网络上也不存在“完善的安全措施”。如
                            因您自己的原因导致账户及密码信息泄露而造成的任何法律后果需由您本人负责。
                            在使用铺旺宝平台服务进行网上交易时，如您不可避免地要向交易对方或潜在的交易对方
                            披露自己的个人信息（例如联系人、联络方式等），请您妥善保护自己的个人信息，仅在
                            必要的情形下向他人提供。如您发现自己的个人信息已经被泄露或者存在被泄露的可能，
                            且有可能会危及您注册获得的铺旺宝账户安全，或者给您造成其他的损失的，请您务必在
                            第一时间通知本隐私政策提到的联系方式与我们取得联系，以便我们采取相应措施维护您
                            的铺旺宝账户安全，防止损失的发生或者进一步扩大。
                            6、互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全
                            性。在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全
                            事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低
                            风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送
                            通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公
                            告。
                        `
        }, {
          title: '七，您管理个人信息的权力',
          content: `
                            
                            铺旺宝非常重视您对个人信息的关注，并尽全力保护您对于自己个人信息访问、更正、删除以及撤回同意的权利，以使您拥有充分的能力保障您的隐私和安全。您的权利包括：
                            （一）个人信息的查询、更正
                            您有权访问您的个人信息，法律法规规定的例外情况除外。如果您想行使数据访问权，可
                            以通过以下方式自行访问：
                            APP端：
                            1、您可以通过首页下方“我的”—“个人信息”访问、更您的个人资料信息、账号信息、认证信息。

                            （二）个人信息的删除
                            您可以在APP首页下方一“我的”一“联系客服”申请删除您的个人信息。在以下情形中，您可以向我们提出删除个人信息的请求：
                            1）如果我们处理个人信息的行为违反法律法规；
                            2）如果我们收集、使用您的个人信息，却未征得您的同意；
                            3）如果我们处理个人信息的行为违反了与您的约定；
                            4）如果我们终止服务及运营。

                            （三）改变您授权同意的范围或撤回您的授权
                            您可以通过删除信息、关闭设备功能、在铺旺宝网站或软件中进行隐私设置等方式改变您
                            授权我们继续收集个人信息的范围或撤回您的授权。您也可以通过注销账户的方式，撤回
                            我们继续收集您个人信息的全部授权。

                            （四）共享、转让、公开披露个人信息时事先征得授权同意的例外
                            根据法律规定，在以下情形中，我们共享、转让、公开披露您的个人信息无需事先征得您
                            的授权同意：
                            1）与国家安全、国防安全直接相关的；
                            2）与公共安全、公共卫生、重大公共利益直接相关的；
                            3）与犯罪侦查、起诉、审判和判决执行等直接相关的；
                            4）出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意
                            的；
                            5）个人信息主体自行向社会公众公开的个人信息；
                            6）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。
                            （五）注销账户
                            您可以在我们的产品中直接申请注销账户。关于您注销账户的方式以及您应满足的条件，请详见“注销账户”页面。 您注销账户后，我们将停止为您提供产品与/或服务，并依据您的要求，除法律法规另有规定外，我们将删除您的个人信息。之前的信息我们仍需按照监管要求的时间进行保存，且在该依法保存的时间内有权机关仍有权依法查询。

                            （六）响应您的上述请求
                            为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求
                            您验证自己的身份，然后再处理您的请求。
                        `
        }, {
          title: '八，我们如何处理未成年人的个人信息',
          content: `
                1、铺旺宝主要为房地产及相关的服务平台，我们的服务主要面向成年人（原则上18周岁
                以上为成年人，16周岁以上且以自己的劳动收入为主要生活来源的我们亦视为成年人）。
                若您是未成年人，在使用我们的产品和/或服务前，您应在监护人的陪同下阅读本隐私政
                策，并应确保已征得您的监护人同意后使用我们的服务并向我们提供您的信息。 我们会根
                据国家相关法律法规的规定着重保护未成年人的个人信息。
                2、如您的监护人不同意您按照本隐私政策使用我们的服务或向我们提供信息，请您立即终
                止使用我们的服务并及时通知我们。
                3、对于经父母或法定监护人同意而收集未成年人个人信息的情况，我们只会在受到法律允
                许、父母或监护人明确同意或者保护未成年人所必要的情况下使用或公开披露此信息。
                4、若您是未成年人的监护人，当您对您所监护的未成年人使用我们的服务或其向我们提
                供的用户信息有任何疑问时，请您及时与我们联系。我们将根据国家相关法律法规及本指
                引的规定保护未成年人用户信息的保密性及安全性。如果我们发现自己在未事先获得可证
                实的父母或法定监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关
                数据。
            `
        }, {
          title: '九、本隐私政策的更新和通知',
          content: `
                我们的隐私政策可能变更。未经您明确同意，我们不会削减您按照本隐私政策所应享
                有的权利。我们会在本页面上发布对本隐私政策所做的任何变更。对于重大变更，我们还会提供更为显著的通知（包括对于某些服务， 我们会通过电子邮件发送通知，说明隐私政策的具体变更内容）。
                本隐私政策所指的重大变更包括但不限于：
                1、我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信
                息的使用方式等；
                2、我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所
                有者变更等；
                3、个人信息共享、转让或公开披露的主要对象发生变化；
                4、您参与个人信息处理方面的权利及其行使方式发生重大变化；
                5、我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；
                6、个人信息安全影响评估报告表明存在高风险时。
                我们还会将本隐私政策的旧版本存档，供您查阅。
                        `
        }, {
          title: '十，如何联系我们',
          content: `
                    如您对本隐私政策有任何疑问或您在使用我们提供的服务时个人信息受到了侵扰，您可以
                    通过铺旺宝APP首页下方的“我的”一“联系客服”咨询，我们设立了个人信息保护专职部门，将尽快给予您答复。一般情况下，我们将在十五天内（国家法定节假日顺延）回复。            
                    `
        }, {
          title: '十一，争议解决',
          content: `
                    1、如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您
                    还可以向网信办及工商等监管部门进行反馈，具体联系方式可以监管部门官网上显示的为
                    准。
                    2、因本隐私政策以及我们处理您个人信息事宜引起的任何争议，您可诉至太原市晋源区人民法院。                    
                    `
        }]

      }
    }
  }

</script>

<style lang='scss' scoped>
  .Tips {
    background: #fff;

    .van-nav-bar {
      height: 100px;
      line-height: 100px;
      background: #fff;
      border-bottom: 1px solid #ebebeb;

      .van-nav-bar__title {
        font-size: 36px;
      }

      .van-icon {
        font-size: 50px;
        color: #333;
      }
    }
  }

  .van-collapse {
    .van-collapse-item {

      /deep/ .van-cell {
        line-height: 100px;
        font-size: 30px;

        .van-cell__right-icon {
          line-height: 100px;
          font-size: 30px;
        }
      }
    }

  }

</style>
