<template>
  <div class="MyContractLease">
    <van-nav-bar
      title="我的合同"
      left-arrow
      @click-left='$router.go(-1)'
    />
    <div class="BigDiv">
      <h1 class="Title">
        房屋租赁合同
      </h1>
      <div class="ContentTitle">
        甲方：某某某
        <br>
        乙方：某某某 
      </div>
      <div class="Content">
         乙方：某某某 以         乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容甲方：某某某 乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容甲方：某某某 乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容甲方：某某某 乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容
         乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容甲方：某某某 乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容甲方：某某某 乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容甲方：某某某 乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容
         乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容甲方：某某某 乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容甲方：某某某 乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容甲方：某某某 乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容
         乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容甲方：某某某 乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容甲方：某某某 乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容甲方：某某某 乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容
         乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容甲方：某某某 乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容甲方：某某某 乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容甲方：某某某 乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容
         乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容甲方：某某某 乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容甲方：某某某 乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容甲方：某某某 乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容
         乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容甲方：某某某 乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容甲方：某某某 乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容甲方：某某某 乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容
下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容甲方：某某某 乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容甲方：某某某 乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容甲方：某某某 乙方：某某某 以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容以下为合同内容
      </div>
    </div>
    <div style="height:60px"></div>

    <div class="ButtonDiv">
      <button class="Export">导出合同</button>
    </div>
  </div>
</template>

<script>
    export default {
      data(){
        return{
          id:''
        }
      },
      mounted(){
         let id = this.$route.params.id;
         console.log(id)
      }
    }
</script>

<style scoped lang="scss">
  .MyContractLease {
    background-color: #FFFFff;
  }
  /*导航*/
  .MyContractLease /deep/ .van-nav-bar {
    width: 100%;
    height: 100px;
    line-height: 100px;
  }
  .van-nav-bar__title {
    font-size: 36px;
    font-weight:400;
  }
  .van-nav-bar .van-icon {
    font-size: 36px;
  }
  /*内容*/
  .BigDiv {
    padding: 50px 30px;
    .Title {
      font-size:50px;
      font-weight:bold;
      margin-bottom: 59px;
    }
    .ContentTitle {
      width: 100%;
      font-size:32px;
      font-weight:400;
      line-height: 50px;
    }
    .Content{
      text-indent: 2em;
      font-size: 32px;
      letter-spacing: 3px;
    }
    

  }
  .ButtonDiv {
    position: fixed;
    bottom: 0;
    background: #fff;
    width: 100%;
    height: 120px;
    padding: 16px 30px;
    .Export {
      width: 100%;
      height: 100%;
      background: #F7241B;
      border: none;
      border-radius:44px;
      color: #FFFFFF;
      font-size:32px;
      box-shadow:0px 1px 20px 0px rgba(190,190,190,0.21);
      font-weight:bold;
    }
  }


</style>
<style lang="scss" scoped>
 .van-nav-bar {
    height: 100px;
    line-height: 100px;
    background: #fff;
    border-bottom: 1px solid #ebebeb;

    .van-nav-bar__title {
      font-size: 36px;
    }

    .van-icon {
      font-size: 50px;
      color: #333;
    }
  }
</style>